<?php
    $lang = [
        "title" => "OLDMONEY EXCHANGE - Обмен криптовалюты",

        "nav_about" => "О нас",
        "nav_exchange" => "Обмен",
        "nav_how_to" => "Как обменять",
        "nav_transactions" => "Транзакции",
        "nav_support" => "Поддержка",

        "hero_title_part_1" => "Новая современная",
        "hero_title_part_2" => "платформа обмена криптовалют —",
        "hero_title_part_3" => "OLDMONEY EXCHANGE",
        "hero_subtitle" => "Мы рады представить вам новый крупнейший сервис по обмену вашей криптовалюты. Вы можете легко обменять любую монету, указанную на Binance, с самой низкой комиссией!",
        "another_coins" => "Доступны и другие монеты!",
        
        "exchange_title" => "ВЫБЕРИТЕ ПАРУ ДЛЯ ОБМЕНА",
        "exchange_subtitle" => "НАЧНИТЕ ОБМЕН ВСЕГО В НЕСКОЛЬКО КЛИКОВ!",
        "exchange_you_send" => "Вы отправляете",
        "exchange_you_receive" => "Вы получаете",
        "exchange_fields" => "ЗАПОЛНИТЕ ПОЛЯ",
        "exchange_address" => "Ваш адрес",
        "exchange_email" => "Электронная почта",
        "exchange_refferal" => "Реферальный код",
        "exchange_button" => "Продолжить",

        "how_to_step_title" => "КАК ОБМЕНЯТЬ ВАШУ КРИПТОВАЛЮТУ?",
        "how_to_subtitle_part_1" => "СЛЕДУЙТЕ ЭТИМ",
        "how_to_subtitle_part_2" => "ПРОСТЫМ ШАГАМ:",
        "how_to_step_1" => "Шаг 1",
        "how_to_step_1_title" => "Проверьте свой кошелек и получите бонус 15%!",
        "how_to_step_1_subtitle" => "Введите свой адрес, чтобы получить бонус!",
        "how_to_step_1_placeholder" => "Любой монетный адрес",
        "how_to_step_1_button" => "Проверить кошелек",
        "how_to_step_2" => "Шаг 2",
        "how_to_step_2_title" => "Выберите пару криптовалют",
        "how_to_step_2_subtitle" => "Например Solana -> USDT.",
        "how_to_step_3" => "Шаг 3",
        "how_to_step_3_title" => "Оплатите заявку после заполнения полей",
        "how_to_step_3_subtitle" => "После этого — ждите подтверждения!",
        
        "transactions_title" => "Транзакции в прямом эфире",
        "transactions_hash" => "Хэш",
        "transactions_block" => "Блок",
        "transactions_from" => "Откуда",
        "transactions_to" => "Куда",
        "transactions_amount" => "Сумма",
        "transactions_time" => "Время",
        "transactions_when" => "Только что",

        "support_title" => "Отвечаем на ваши вопросы 24/7",
        "support_subtitle" => "Отправьте сообщение в нашу поддержку!",
        "support_button" => "Открыть чат",

        "footer_text" => "ВСЕ ПРАВА ЗАЩИЩЕНЫ © 2022",

        "exchange" => "Обменять",
        "order_id" => "Id заказа",
        "pay" => "Переведите на кошелек",
        "copy" => "Скопировать",
        "confirm" => "Подтвердить",
        "back" => "Назад", 
        "support" => "Поддержка",
        "qr" => "Оплатите, отсканировав QR-код!",
        "on" => "на",

        "error" => "Заказ не найден, возможно, истекло время оплаты. Создайте новый или обратитесь в поддержку",
        "timer" => "У вас осталось",

        "waiting" => "ОЖИЖАЕМ ПОДТВЕРЖДЕНИЕ",
        "waiting_info" => "Ожидаем хотя бы одно подтверждение!",

        "success" => "Ваш заказ успешно выполнен!",
        "success_info_1" => "Мы отправили ",
        "success_info_2" => " на кошелек ",
        "success_info_3" => ", ожидайте поступление",

        "error" => "Что-то пошло не так!",
        "error_info" => "Возникла проблема с вашим платежом, свяжитесь с поддержкой для решения проблемы",

        "rules" => "Правила предоставления услуг сервисом Green24.Exchange
        1. Стороны соглашения.
        Договор заключается между интернет сервисом по обмену титульных знаков, далее Исполнитель, — с одной
        стороны, и Заказчик, в лице того, кто воспользовался услугами Исполнителя, — с другой стороны.
        2. Список терминов.
        2.1. Обмен титульных знаков — автоматизированный продукт интернет обслуживания, который
        предоставляется Исполнителем на основании данных правил.
        2.2. Заказчик — физическое лицо, соглашающееся с условиями Исполнителя и данного соглашения, к
        которому присоединяется.
        2.3. Титульный знак — условная единица той или иной платежной системы, которая соответствует расчетам
        электронных систем и обозначает объем прав, соответствующих договору системы электронной оплаты и ее
        Заказчика.
        2.4. Заявка — сведения, переданные Заказчиком для использования средств Исполнителя в электронном виде
        и свидетельствующие о том, что он принимает условия пользования сервисом, которые предлагаются
        Исполнителем в данной заявке.
        3. Условия соглашения.
        Данные правила считаются организованными за счет условий общественной оферты, которая образуется во
        время подачи Заказчиком заявки и является одной из главных составляющих настоящего договора.
        Общественной офертой именуются отображаемые исполнителем сведения об условиях подачи заявки.
        Главным составляющим общественной оферты являются действия, сделанные в завершении подачи заявки
        Заказчиком и говорящие о его точных намерениях совершить сделку на условиях предложенных
        Исполнителем перед завершением данной заявки.
        Время, дата, и параметры заявки создаются Исполнителем автоматически в момент окончания
        формирования данной заявки. Предложение принимается автоматически по окончанию формирования
        заявки. Договор по обслуживанию вступает в силу с момента поступления титульных знаков в полном
        размере, указанном в заявке, от Заказчика на реквизиты Исполнителя. Операции с титульными знаками
        учитываются согласно правилам, регламенту и формату электронных систем по расчетам.
        Договор действителен в течение 48 часов с момента оформления заявки.
        4. Предмет соглашения.
        Путем использования технических методов Исполнитель обязуется выполнять обмен титульных знаков при
        условии, что Заказчик выполнил все действия исходя из правил. Денежные средства Исполнитель обязуется
        переводить на указанные Заказчиком реквизиты. В случае возникновения во время обмена прибыли, она
        остается на счету Исполнителя, как дополнительная выгода и премия за комиссионные услуги.
        5. В дополнение.
        P5.1. Если на счет Исполнителя поступает сумма, отличающаяся от указанной в заявке, автоматическая
        система проведения платежей замораживает сумму Заказчика ,на срок 48ч с момента оформления
        Заказчиком заявки. В таком случае, Заказчику необходимо провести повторный обмен, соблюдая все правила
        и точную сумму указанную в заявке. После чего, автоматическая система проведения платежей разморозит
        Титульные Знаки за заявку которая была оплачена не верно и направит Титульные Знаки на адрес Заказчика
        сумму заявки которая была заморожена.
        5.2. На нашей платформе обмена криптовалют присутсвует система минимальной суммы обмена, сумма
        различатся для каждой пары Титульных Знаков. Первый обмен для нового Заказчика осуществляется с
        минимальной суммой эквивалентной 10 ( Долларам США). Что бы узнать,минимальную сумму по
        конкретной паре Титульных Знаков, обратитесь в нашу службу поддержки.
        Это правило было введено для соблюдения различных законов и нормативных актов, регулирующих
        отмывание денег и другие финансовые преступления.
        Как обменная платформа, мы обязаны придерживаться строгой политики KYC (Know Your Customer) и AML
        (Anti-Money Laundering), чтобы гарантировать, что наша платформа не используется для незаконной
        деятельности. Эти политики требуют от нас проверки личности наших пользователей и мониторинга их
        транзакций для обеспечения их соответствия соответствующим законам и нормативным актам. Для
        эффективной реализации этой политики мы установили систему минимальной суммы обмена . Это
        гарантирует, что мы сможем тщательно проверять каждую транзакцию и каждого пользователя, а также
        минимизировать риск мошеннических или незаконных действий на нашей платформе.
        5.3.В случае, когда титульные знаки ошибочно переведены Исполнителем на отличающуюся в заявке
        платежную систему, но на тот же реквизит который указан в заявке действия данного соглашения
        приостанавливаться до возврата титульных знаков Заказчиком, в данном случае заказчик должен действовать
        исходя из пункта 5.1.
        5.4. Если титульные знаки не поступают от Заказчика на счет Исполнителя в течение указанного срока, с
        момента подачи заявки Заказчиком, соглашение между сторонами расторгается Исполнителем с одной
        стороны, так как договор не вступает в действие. Заказчик может об этом не уведомляться. Если титульные
        знаки поступает на реквизиты Исполнителя после указанного срока, то такие средства переводятся обратно на
        счет Заказчика, причем все комиссионные расходы, связанные с переводом, вычитаются из данных средств.
        5.5. Если происходит задержка перевода средств на реквизиты, указанные Заказчиком, по вине
        автоматической системы проведения платежей, Исполнитель не несет ответственности за ущерб,
        возникающий в результате долгого поступления денежных средств. В этом случае Заказчик должен
        согласиться с тем, что все претензии будут предъявляться к автоматической системы проведения платежей, а
        Исполнитель оказывает свою помощь по мере своих возможностей в рамках закона.
        5.6. В случае обнаружения подделки коммуникационных потоков или оказания воздействия, с целью ухудшить
        работу Исполнителя, а именно его программного кода, заявка приостанавливается, а переведенные средства
        подвергаются перерасчету в соответствии с действующим соглашением.
        5.7. В случае пользования услугами Исполнителя, Заказчик полностью соглашается с тем, что Исполнитель
        несет ограниченную ответственность соответствующую рамкам настоящих правил полученных титульных
        знаков и не дает дополнительных гарантий Заказчику, а также не несет перед ним дополнительной
        ответственности. Соответственно Заказчик не несет дополнительной ответственности перед Исполнителем.
        5.8. Заказчик обязуется выполнять нормы соответствующие законодательству, а также не подделывать
        коммуникационные потоки и не создавать препятствий для нормальной работы программного кода
        Исполнителя.
        5.9.Исполнитель не несет ответственности за ущерб и последствия при ошибочном переводе электронной
        валюты в том случае, если Заказчик указал при подаче заявки неверные реквизиты.
        5.10 Мы также можем проводить дополнительные проверки вашей информации и запрашивать у Вас любую
        необходимую документацию и данные связанные с обменом (паспорт, видеоверификацию , квитанция
        отправки средств и другие необходимые данные) по любой причине, связанной с использованием Вами услуг
        и/или в качестве подтверждающего доказательства для любой информации, которую Вы предоставляете. Если
        условия предоставления документов не выполнены, сервис вправе отказать в предоставлении услуг.
        5.10.1 Сервис Green24.Exchange вправе заблокировать операцию Заказчика, в целях предотвращения
        мошеннических и других действий, которые могут нанести финансовые и репутационные потери для Сервиса
        или Заказчика, на срок требуемый для проведения финансового расследования и получения подробностей по
        транзакции от платежного шлюза или банка эмитента.
        5.11 Вы соглашаетесь с тем, что не будете использовать Сервисы для осуществления какой-либо преступной
        деятельности, включая, помимо прочего, покупку запрещенных веществ, отмывание денег, незаконные
        азартные игры, финансирование терроризма. Вы гарантируете,что будете строго придерживаться AML
        политики сервиса.Кроме того, Вы гарантируете, что не будете использовать методы для сокрытия
        местоположения, с которого Вы заходите на Сайт, и что вы будете сообщать Компании по ее запросу Ваше
        точное и истинное местоположение. Если Компания на основе проведенного анализа транзакций
        пользователя, либо же с помощью специальных технических средств определит, что деятельность на вашем
        Аккаунте является подозрительной или связана с какой-либо запрещенной деятельностью или незаконной
        операцией, Компания может приостановить действие вашего Аккаунта, заблокировать любые невыполненные
        транзакции, отклонить любые последующие транзакции.Заблокированные обменные операции.
        6. Гарантийный срок.
        В течение 48 часов с момента исполнения обмена титульных знаков Исполнитель дает гарантию на
        оказываемые услуги при условии, если не оговорены иные сроки.
        7. Непредвиденные обстоятельства.
        В случае, когда в процессе обработки заявки Заказчика возникают непредвиденные обстоятельства,
        способствующие невыполнению Исполнителем условий договора, сроки выполнения заявки переносятся на
        соответствующий срок длительности форс-мажора. За просроченные обязательства Исполнитель
        ответственности не несет.
        8. Форма соглашения.
        Данное соглашение обе стороны, в лице Исполнителя и Заказчика, принимают как равноценный по
        юридической силе договор, обозначенный в письменной форме.
        9. Претензии и споры.
        Претензии по настоящему соглашению принимаются Исполнителем в форме электронного письма, в котором
        Заказчик указывает суть претензии. Данное письмо отправляется на указанные на сайте реквизиты
        Исполнителя.
        10. Проведение обменных операций.
        10.1.Категорически запрещается пользоваться услугами Исполнителя для проведения незаконных переводов и
        мошеннических действий. Отправителем и получателем Платежа по Заявке должно быть одно и то же лицо. С
        использованием услуг Сервиса категорически запрещены переводы в пользу третьих лиц. При заключении
        настоящего договора, Заказчик обязуется выполнять эти требования и в случае мошенничества нести
        уголовную ответственность, установленную законодательством на данный момент.
        10.2. В случае невозможности выполнения заявки автоматически, по не зависящим от Исполнителя
        обстоятельствам, таким как отсутствие связи, нехватка средств, или же ошибочные данные Заказчика,
        средства замораживаются в сети.
        10.3.По первому требованию Исполнитель вправе передавать информацию о переводе электронной валюты
        правоохранительным органам, администрации расчетных систем, а также жертвам неправомерных действий,
        пострадавшим в результате доказанного судебными органами мошенничества.
        10.4. Заказчик обязуется представить все документы, удостоверяющие его личность, в случае подозрения о
        мошенничестве и отмывании денег, или при проведение разморозки средстав по неуспешной заявке.
        10.5. Заказчик обязуется не вмешиваться в работу Исполнителя и не наносить урон его программной и
        аппаратной части, а также Заказчик обязуется передавать точныесведения для обеспечения выполнения
        Исполнителем всех условий договора.
        11.Отказ от обязательств.
        Исполнитель имеет право отказа на заключение договора и выполнение заявки, причем без объяснения
        причин. Данный пункт применяется по отношению к любому клиенту.
        12. Дополнения к условиям обмена:
        12.1 Курс фиксируется при создании заявки, если клиент оплатил ее в течении от 15 до 30 мин после создания
        (зависит от направления обмена). Если оплата не поступает в течении от 15 до 30 мин после создания (зависит
        от направления обмена), то заявка удаляется автоматически и для восстановления заявки клиент обязан
        обратиться в техническую поддержку сайта. В этом случае сумма выплаты по заявке будет пересчитана по
        курсу на момент поступления оплаты.
        12.2 Сервис в праве пересчитать курс, зафиксированный по заявке, в случае:— длительной задержки
        поступления средств от клиента к сервису, по причине задержки со стороны стороннего сервиса.— клиент
        указал минимальную комиссию при переводе за транзакцию, что привело к длительной задержке поступления
        средств на счёт сервиса.
        12.3 Реквизиты для оплаты QIWI актуальны в течение от 15 до 30 мин после создания(зависит от направления
        обмена). после создания заявки. Если клиент оплатил позже этого времени, то мы оставляем за собой право не
        выполнять и не возвращать оплаченные средства клиенту.
        12.4 Если карта клиента находится в черном списке Службы Безопасности платежной системы и при попытке
        перевода на нее наш счет блокируется, то возврат оплаченных средств по заявке не осуществляется.
        12.5 Заявку следует оплачивать исключительно через форму оплаты на нашем сайте. Самовольная оплата по
        реквизитам не допускается. В противном случае заявка может быть аннулирована.
        12.6 При совершении обмена с QIWI Запрещается оплачивать заявку суммами менее 8000 руб, в противном
        случае заявка клиента будет аннулирована, а оплаченные средства не возвращаются."
    ];
?>